---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SlabShapeCreaseArray
source: html/17f9c8c2-4a15-aec8-1bcd-4489f579690c.htm
---
# SlabShapeCreaseArray Members

Initializes a new instance of the SlabShapeCreaseArray class